Repository: mathjazz/fomo-content
Catalog: locales/*/pages/homepage/privacynotincluded/ray-ban-facebook-stories.po
Languages: fr

# worst_case
source: Facebook joined with popular sunglasses maker Ray-Ban to make these smart glasses. Ray-Ban doesn’t worry us too much, but Facebook does. Facebook has a <a id="a1">long history</a> of betraying users' privacy and trust. They've faced <a id="a2">record fines</a> around <a id="a3">the world</a> for this and have been <a id="a4">caught hiding data breaches</a> from <a id="a5">their users</a>. Just as recently as April 2021, it was <a id="a6">reported</a> the personal information of more than 500 million Facebook users was shared online in a massive data leak. Couple that with recent Facebook whistleblower testimony to the US Congress that <a id="a7">outlined</a> the harms Facebook causes and the <a id="a8">dishonest way</a> they approach dealing with these harms and Facebook appears to be one of most immoral companies we review in *Privacy Not Included.
fr: Facebook s’est associé au célèbre fabricant de lunettes de soleil Ray-Ban pour fabriquer ces lunettes intelligentes. Ray-Ban ne nous inquiète pas trop, mais Facebook, oui. Facebook est <a id="a1">bien connu</a> pour son irrespect de la confidentialité et de la confiance de ses utilisateurs et utilisatrices. L’entreprise s’est vue infliger des <a id="a2">amendes record</a> à ce sujet <a id="a3">dans le monde entier</a> et a déjà été <a id="a4">prise la main dans le sac</a> à dissimuler des fuites de données à ses <a id="a5">utilisateurs et utilisatrices</a>. Pas plus tard qu’en avril 2021, il a été <a id="a6">rapporté</a> que les informations personnelles de plus de 500 millions d’utilisateurs de Facebook ont été partagées en ligne lors d’une fuite massive de données. Ajoutez à cela le récent témoignage d’une lanceuse d’alerte de Facebook au Congrès américain qui a <a id="a7">décrit</a> les dommages causés par Facebook et la <a id="a8">façon malhonnête</a> dont ils font face à ces problèmes et Facebook semble être l’une des entreprises les plus immorales que nous passons en revue dans *Confidentialité non incluse.

# signup_requirement_explanation
source: Facebook account is required
fr: Un compte Facebook est requis

# how_does_it_use_data_collected
source: Facebook doesn't sell your information.
fr: Facebook ne vend pas vos informations.

# how_does_it_use_data_collected
source: Facebook shares data with numerous third parties such as partners who use their analytics services, advertisers, measurement partners, partners offering goods and services in Facebook products, vendors and service providers, researchers and academics, law enforcement, and legal requests.
fr: Facebook partage des données avec de nombreux tiers, comme les partenaires qui utilisent ses services d’analyse, des annonceurs, les partenaires de mesure, les partenaires proposant des biens et services sur les produits Facebook, des fournisseurs et prestataires de services, des chercheurs et universitaires et les forces de l’ordre, et les partage aussi sur demande légale.

# user_friendly_privacy_policy_helptext
source: Facebook has a privacy microsite for Ray-Ban Stories, as well as FAQ with privacy-related questions.
fr: Facebook a un microsite dédié à la confidentialité pour les Ray-Ban Stories, ainsi qu’une FAQ avec des questions liées à la confidentialité.

# uses_encryption_helptext
source: People’s photos and videos are encrypted on the glasses using Android file-based encryption.
fr: Les photos et vidéos des personnes sont chiffrées sur les lunettes à l’aide du chiffrement utilisé pour les fichiers Android.

# security_updates_helptext
source: Both app and glasses
fr: Aussi bien l’application que les lunettes

# strong_password_helptext
source: Two-factor authentication is encouraged.
fr: L’authentification à deux facteurs est encouragée.

# manage_vulnerabilities_helptext
source: A bug bounty program is at place: https://www.facebook.com/whitehat
fr: Un programme de prime aux bugs est en place : https://www.facebook.com/whitehat

# tips_to_protect_yourself
source: Set up <a id="a1">two-factor authentication</a>
fr: Activez l’<a id="a1">authentification à deux facteurs</a>

# tips_to_protect_yourself
source: Set up <a id="a1">login alerts</a>
fr: Configurez des <a id="a1">alertes de connexion</a>

# tips_to_protect_yourself
source: Minimize the amount of data shared with your Facebook account
fr: Réduisez la quantité de données partagées avec votre compte Facebook au minimum

# tips_to_protect_yourself
source: Set up your Facebook account's <a id="a1">privacy settings</a>
fr: Configurez les <a id="a1">paramètres de confidentialité</a> de votre compte Facebook

# personal_data_collected
source: Name, email address, password. When the cameras and microphones are activated on the Glasses, they collect photo and video recordings.
fr: Nom, adresse e-mail, mot de passe. Lorsque les caméras et les microphones sont activés sur les lunettes, ils collectent des enregistrements photo et vidéo.

# biometric_data_collected
source: Voice clips are recorded and can be sent back to Facebook when you say "Hey Facebook."
fr: Des échantillons vocaux sont enregistrés et peuvent être envoyés à Facebook lorsque vous dites « Hey Facebook ».

# social_data_collected
source: Contacts (optional, when you share content)
fr: Contacts (facultatif, lorsque vous partagez du contenu)

# how_can_you_control_your_data
source: Data required to operate the glasses and the app (such as the status of your Bluetooth and WiFi connectivity and battery life) is stored for 90 days. After that time, Facebook begins the process for deleting data. If you opt-in to share additional data with Facebook, they store this information for 90 days. After that time, Facebook begins the process for de-identifying this data.
fr: Les données nécessaires au fonctionnement des lunettes et de l’application (telles que l’état de votre connectivité Bluetooth et Wi-Fi et l’autonomie de la batterie) sont stockées pendant 90 jours. Passé ce délai, Facebook commence le processus de suppression des données. Si vous acceptez de partager des données supplémentaires avec Facebook, ces informations sont conservées pendant 90 jours. Passé ce délai, Facebook entame le processus d’anonymisation de ces données.

# how_can_you_control_your_data
source: When you set up the Ray-Ban Stories glasses, you have the option to turn on Facebook Assistant or you can choose to enable it later via Settings on the Facebook View app. You can also turn off voice storage at any time in Settings on Facebook View.
fr: Lorsque vous configurez les lunettes Ray-Ban Stories, vous avez la possibilité d’activer l’assistant Facebook ou vous pouvez choisir de l’activer plus tard via Paramètres sur l’application Facebook View. Vous pouvez également désactiver le stockage vocal à tout moment dans Paramètres sur Facebook View.

# track_record_details
source: In April 2021, it was <a id="a1">reported</a> that there was a personal data leak of about 533 million Facebook users from 106 countries, including over 32 million records on users in the US, 11 million on users in the UK, and 6 million on users in India. It includes their phone numbers, Facebook IDs, full names, locations, birthdates, bios, and, in some cases, email addresses.
fr: En avril 2021, une fuite de données personnelles <a id="a1">à été signalée</a>, comprenant environ 533 millions d’utilisateurs de Facebook de 106 pays, dont plus de 32 millions d’informations sur des utilisateurs aux États-Unis, 11 millions sur des utilisateurs au Royaume-Uni et 6 millions sur des utilisateurs en Inde. La fuite concerne les numéros de téléphone, les identifiants Facebook, les noms complets, les emplacements, les dates de naissance, les biographies et, dans certains cas, les adresses e-mail.

# track_record_details
source: In August 2019, <a id="a1">Bloomberg reported</a> that Facebook hired contractors to transcribe audio messages users sent through Messenger and Facebook confirmed the report.
fr: En août 2019, <a id="a1">Bloomberg a révélé</a> que Facebook a engagé des contractuels pour retranscrire les messages audio envoyés via Messenger et Facebook a confirmé ces révélations.

# offline_use_description
source: Ray-Ban Stories has a built-in on and off switch so you can turn the glasses off at any time, which disables the microphone and camera and the glasses will function like normal eyewear.
fr: Ray-Ban Stories dispose d’un bouton marche/arrêt intégré pour que vous puissiez éteindre les lunettes à tout moment, ce qui désactive le microphone et la caméra et les lunettes fonctionneront comme des lunettes normales.

# ai_helptext
source: When you set up your Ray-Ban Stories glasses, you have the option to turn on Facebook Assistant, a voice assistant that enables a hands-free way to capture photos and videos.
fr: Lorsque vous configurez vos lunettes Ray-Ban Stories, vous avez la possibilité d’activer l’assistant Facebook, un assistant vocal qui permet de capturer des photos et des vidéos en mode mains libres.

# ai_what_can_it_do
source: Voice recognition is used by voice assistant. In addition, camera processing is run by machine learning models.
fr: La reconnaissance vocale est utilisée par l’assistant vocal. De plus, le traitement de la caméra est effectué par des modèles d’apprentissage automatique.
